Repository: EmreYlr/itirafApp
Catalog: itirafApp/Resources/Localizable.xcstrings
Source language: tr
Languages: en

# validation.message.invalid_email
source: Lütfen geçerli bir e-posta adresi giriniz.
en: Please enter a valid email address.

# validation.message.password_short
source: Şifreniz en az %d karakter olmalıdır.
en: Password must be at least %d characters.

# validation.title.missing_info
source: Eksik Bilgi
en: Missing Information

# violation.discrimination
source: Ayrımcılık
en: Discrimination

# violation.harassment
source: Taciz
en: Harassment

# violation.hate_speech
source: Nefret Söylemi
en: Hate Speech

# violation.none
source: İhlal Yok
en: No Violation

# violation.other
source: Diğer
en: Other

# violation.personal_info
source: Kişisel Bilgi Paylaşımı
en: Sharing Personal Info

# violation.profanity
source: Küfür
en: Profanity

# violation.sexual_content
source: Cinsel İçerik
en: Sexual Content

# violation.threat
source: Tehdit
en: Threat

# violation.violence
source: Şiddet
en: Violence

# violations.title
source: İhlal Tipleri
en: Violation Types
